[
    {
        "title": "A VİTAMİNİ",
        "photo": "https://cunkubaskasenyok.com/wp-content/uploads/2020/03/750-a-vitamini-hangi-besinlerde-bulunur.jpg",
        "goodSources": "A vitamini yaygın olarak balkabağı, bazı peynirler, brokoli, havuç, ıspanak, kara lahana, karaciğer, kavun, kayısı, lahana, morina karaciğeri yağı, tatlı patates, tereyağı, süt ve yumurta gibi besinlerde bulunur.",
        "comment": "Beta karoten, retinol ve retinal gibi isimlerle de bilinen A vitamini yağda çözünür. İnsan vücudunda göz sağlığı için gereklidir. A vitamini eksikliği gece körlüğüne ve gözün şeffaf ön tabakasının kurumasına ve bulanıklaşmasına neden olan keratomalaziye neden olabilir."
        
    },
    {
        "title": "B1 VİTAMİNİ",
        "photo": "https://i2.milimaj.com/i/milliyet/75/1200x675/5fd0108055427f10209854f1.jpg",
        "goodSources": "B1 Vitamini yaygın olarak ayçiçeği tohumu, domuz eti, kahverengi pirinç, karaciğer, karnabahar, kuşkonmaz, lahana, maya, patates, portakal, tahıl taneleri, tam tahıllı çavdar ve yumurta gibi besinlerde bulunur.",
        "comment": "B1 vitamininin kimyasal adı tiamindir. B1 vitamini suda çözünür. B1 vitamini insan vücudunda kan şekerini parçalamaya yardımcı olan çeşitli enzimlerin üretilmesi için gereklidir. B1 vitaminin eksikliği bir sinir sistemi hastalığı olan beriberi ya da Wernicke-Korsakoff sendromuna neden olabilir."
        
    },
    {
        "title": "B2 VİTAMİNİ",
        "photo": "https://iasbh.tmgrup.com.tr/df5313/650/344/0/52/768/455?u=https://isbh.tmgrup.com.tr/sbh/2020/09/21/b2-vitamini-hangi-besinlerde-bulunur-yuksek-oranda-b2-vitamini-iceren-besinler-listesi-s1-1600685537525.jpg",
        "goodSources": "B2 vitamini yaygın olarak balık ve yeşil fasulye bamya, et, hurma, kuşkonmaz, muz, pazı, süt, süzme peynir, yoğurt ve yumurta gibi besinlerde bulunur.",
        "comment": "B2 vitamininin kimyasal ismi riboflavin olarak ifade edilir. B2 vitamini suda çözünür. B2 vitamini insan vücudunda hem hücrelerin büyümesi ve gelişmesi için gereklidir hem de gıdaların metabolize edilmesine yardımcı olur. B2 vitamininin eksikliği belirtileri arasında dudak iltihabı ve ağızda çatlaklar bulunur."
        
    },
    {
        "title": "B3 VİTAMİNİ",
        "photo": "https://static.daktilo.com/sites/856/uploads/2022/11/17/vitamin-b3-4-1668671216.jpg",
        "goodSources": "B3 vitamini yaygın olarak brokoli, domates, fındık, çeşitli yemişler, havuç, mercimek, sığır eti, somon, süt, tavuk, tofu, ton balığı, yapraklı sebzeler ve yumurta gibi besinlerde bulunur.",
        "comment": "B3 vitamininin kimyasal isimleri niasin ve niasinamid olarak ifade edilir. B3 vitamini suda çözünür. B3 vitamini insan vücudunda hücrelerin büyümesi ve doğru çalışması için gereklidir. B3 vitamininin eksikliği ishal, cilt değişiklikleri ve bağırsak rahatsızlığı belirtilerinin gözlemlendiği pellegra adı verilen bir sağlık sorununa neden olur."
        
    },
    {
        "title": "B5 VİTAMİNİ",
        "photo": "https://www.gelgez.net/wp-content/uploads/2018/01/b5-vitamini-pantotenik-asit-nedir-1-gelgez-700x420.jpg",
        "goodSources": "B5 vitamini yaygın olarak avokado, brokoli, et türleri, kepekli tahıllar ve yoğurt gibi besinlerde bulunur.",
        "comment": "B5 vitamininin kimyasal ismi pantotenik asit olarak ifade edilir. B5 vitamini suda çözünür. B5 vitamini insan vücudunda enerji ve hormon üretimi için gereklidir. B5 vitamininin eksikliğinin en yaygın semptomları arasında parestezi veya iğne batması hissi bulunur."
        
    },
    {
        "title": "B6 VİTAMİNİ",
        "photo": "https://iasbh.tmgrup.com.tr/40ee24/1200/627/0/51/1280/720?u=https://isbh.tmgrup.com.tr/sbh/2020/09/21/b6-vitamini-hangi-besinlerde-bulunur-yuksek-oranda-b6-vitamini-iceren-besinler-listesi-s1-1600685853819.jpg",
        "goodSources": "B6 vitamini yaygın olarak fındık, kabak, muz, nohut ve sığır karaciğeri gibi besinlerde bulunur.",
        "comment": "B5 vitamininin kimyasal isimleri piridoksin, piridoksamin, ve piridoksal olarak ifade edilir. B6 vitamini suda çözünür. B6 vitamini insan vücudunda kırmızı kan hücrelerinin oluşumu için hayati öneme sahiptir. B6 vitamininin eksikliği anemiye ve periferik nöropatiye yol açabilir."
        
    },
    {
        "title": "B7 VİTAMİNİ",
        "photo": "https://drmustafaakgun.com/wp-content/uploads/2022/12/B7-Vitamini-Biyotin.jpg",
        "goodSources": "B7 vitamini yaygın olarak brokoli, ıspanak, karaciğer, peynir ve yumurta sarısı gibi besinlerde bulunur.",
        "comment": "B7 vitamininin kimyasal ismi biotin olarak ifade edilir. B7 vitamini suda çözünür. B7 vitamini insan vücudunun proteinleri, yağları ve karbonhidratları metabolize etmesini sağlar. Ayrıca cilt, saç ve tırnaklarda yapısal bir protein olan keratine de katkıda bulunur. B7 vitamininin eksikliği dermatite veya bağırsak iltihabına neden olabilir."
        
    },
    {
        "title": "B9 VİTAMİNİ",
        "photo": "https://www.evdekieczanem.com/Uploads/Blog/Gunluk-B9-Vitamini-Ihtiyaci-ve-Karsilanm-8a5f.jpg",
        "goodSources": "B9 vitamini yaygın olarak ayçiçeği tohumları baklagiller, bazı güçlendirilmiş tahıl ürünleri, bezelye, karaciğer ve yapraklı sebzeler ile bir takım meyvelerde bulunur.",
        "comment": "B9 vitamininin kimyasal isimleri arasında folik asit ve folinik asit bulunur. B9 vitamini suda çözünür. B9 vitamini insan vücudunda DNA ve RNA yapımı için gereklidir. B9 vitamininin eksikliği hamilelik sırasında fetüsün sinir sistemi gelişimini etkileyebilir. Bu nedenle doktorlar hamilelik öncesi ve hamilelik sırasında folik asit takviyesi önermektedir."
    },
    {
        "title": "B12 VİTAMİNİ",
        "photo": "https://okanhastanesi.com.tr/upload/icerik/b12-vitaminin-faydalari-ve-eksikliginde-dikkat-edilmesi-gerekenler_20200331130135.jpg",
        "goodSources": "B12 vitamini yaygın olarak balık, kabuklu deniz ürünleri, kırmızı et, kümes hayvanları, süt ve diğer süt ürünleri, takviyelendirilmiş besin mayası takviyelendirilmiş soya ürünleri, takviyelendirilmiş tahıllar ile yumurta gibi besinlerde bulunur.",
        "comment": "B12 vitamininin kimyasal isimleri siyanokobalamin, hidroksokobalamin, ve metilkobalamin olarak ifade edilir. B12 vitamini suda çözünür. B12 vitamini insan vücudunda sağlıklı bir sinir sistemi için gereklidir. B12 vitamininin eksikliği nörolojik problemlere ve bazı anemi türlerine yol açabilir. Tıp uzmanları vegan diyeti olan bireyler için B12 takviyesi alınmasını önerebilir."
        
    },
    {
        "title": "C VİTAMİNİ",
        "photo": "https://cdn.memorial.com.tr/files/Uploads/1/15/c-vitamini-faydalari-nelerdir.jpg",
        "goodSources": "C vitamini yaygın olarak çok çeşitli meyve ve sebzelerde bulunur. Ancak bir meyve ya da sebzeyi pişirmek C vitaminini imha eder.",
        "comment": "C vitamininin kimyasal ismi askorbik asit olarak ifade edilir. C vitamini suda çözünür. C vitamini insan vücudunda kollajen üretimine, yara iyileşmesine ve kemik oluşumuna katkı sağlar. Ayrıca kan damarlarını güçlendirir, bağışıklık sistemini destekler, vücudun demiri emmesine yardımcı olur ve antioksidan görevi görür. C vitamininin eksikliği diş eti kanamasına, diş kaybına, zayıf doku büyümesine ve yara iyileşmesinde yavaşlığa neden olan iskorbüt ile sonuçlanabilir."
        
    },
    {
        "title": "D VİTAMİNİ",
        "photo": "https://i4.hurimg.com/i/hurriyet/75/750x422/62f398614e3fe10fac97127e.jpg",
        "goodSources": "Yağlı balıklar, yumurtalar, sığır karaciğeri ile mantarlar D vitamini içermekle beraber, güneşten veya diğer kaynaklardan gelen UVB ışınlarına maruz kalmak vücudun D vitaminini sentezlemesini sağlar.",
        "comment": "D vitamininin kimyasal isimleri ergokalsiferol ve kolekalsiferol olarak ifade edilir. D vitamini yağda çözünür. D vitamini insan vücudunda kemiğin sağlıklı mineralizasyonu için gereklidir. D vitamininin eksikliği raşitizm ve osteomalaziye yani kemiklerin yumuşamasına neden olabilir."
        
    },
    {
        "title": "E VİTAMİNİ",
        "photo": "https://www.drozdogan.com/news-images/e-vitamini-hakkinda-bilmeniz-gerekenler-468800-730-480.jpg",
        "goodSources": "E vitamini yaygın olarak badem, bitkisel yağlar, buğday tohumu, fındık, kivi, yeşil yapraklı sebzeler, ve yumurta gibi besinlerde bulunur.",
        "comment": "E vitamininin kimyasal isimleri tokoferol, tokotrienol olarak ifade edilir. E vitamini yağda çözünür. E vitamini insan vücudunda antioksidan aktivitesi, yaygın iltihaplanma ve çeşitli hastalık riskini artıran bir sorun olan oksidatif stresi önlemeye yardımcı olur. E vitamininin eksikliği nadir görülen bir durumdur, ancak yenidoğanlarda kan hücrelerinin yok edildiği hemolitik anemi adı verilen bir duruma neden olabilir."
        
    },
    {
        "title": "K VİTAMİNİ",
        "photo": "https://www.ozefpharma.com/wp-content/uploads/2020/06/k-vitamini.jpg",
        "goodSources": "K vitamini yaygın olarak balkabağı, incir, maydanoz ve yapraklı yeşillikler gibi besinlerde bulunur.",
        "comment": "K vitaminin kimyasal isimleri arasında filokinon ve menakinon bulunur. K vitamini yağda çözünür. K vitamini insan vücudunda kanın pıhtılaşması için gereklidir. K vitamininin eksikliği olağandışı bir kanama duyarlılığına veya kanama diyatezine neden olabilir."
        
    }












]